<?php
/**
 * WebEngine CMS
 * https://webenginecms.org/
 * 
 * @version 1.2.2
 * @author Lautaro Angelico <http://lautaroangelico.com/>
 * @copyright (c) 2013-2020 Lautaro Angelico, All Rights Reserved
 * 
 * Licensed under the MIT license
 * http://opensource.org/licenses/MIT
 */

# general
$lang['server_time'] = 'Время сервера';
$lang['user_time'] = 'Ваше время';
$lang['switch_lang'] = 'Переключить язык';

# menu and navbar
$lang['menu_txt_1'] = 'Главная';
$lang['menu_txt_2'] = 'Форум';
$lang['menu_txt_3'] = 'Регистрация';
$lang['menu_txt_4'] = 'Войти';
$lang['menu_txt_5'] = 'Мой аккаунт';
$lang['menu_txt_6'] = 'Выйти';
$lang['menu_txt_7'] = 'Загрузки';
$lang['menu_txt_8'] = 'Пожертвования';
$lang['menu_txt_9'] = 'Голосовать';
$lang['menu_txt_10'] = 'Рейтинги';
$lang['menu_txt_11'] = 'Информация';

# module titles
$lang['module_titles_txt_1'] = 'Зарегистрировать новый аккаунт';
$lang['module_titles_txt_2'] = 'Логин аккаунта';
$lang['module_titles_txt_3'] = 'Панель пользователя';
$lang['module_titles_txt_4'] = 'Мой аккаунт';
$lang['module_titles_txt_5'] = 'Поменять адрес электронной почты';
$lang['module_titles_txt_6'] = 'Поменять пароль';
$lang['module_titles_txt_7'] = 'Голосовать за кредиты';
$lang['module_titles_txt_8'] = 'Загрузки';
$lang['module_titles_txt_9'] = 'Условия обслуживания';
$lang['module_titles_txt_10'] = 'ТОП Рейтинги';
$lang['module_titles_txt_11'] = 'Пожертвовать за кредиты';
$lang['module_titles_txt_12'] = 'Ресет персонажа';
$lang['module_titles_txt_13'] = 'Очистить PK';
$lang['module_titles_txt_14'] = 'Часто задаваемые вопросы';
$lang['module_titles_txt_15'] = 'Востоновление пароля';
$lang['module_titles_txt_16'] = 'Телепорт Персонажа';
$lang['module_titles_txt_17'] = 'Информация о сервере';
$lang['module_titles_txt_18'] = 'Сбросить статы';
$lang['module_titles_txt_19'] = 'Очистить Skill-Tree';
$lang['module_titles_txt_20'] = 'Подтверждение по элетронной почте';
$lang['module_titles_txt_21'] = 'PayPal';
$lang['module_titles_txt_22'] = 'Супер Награды';
$lang['module_titles_txt_23'] = 'Western Union';
$lang['module_titles_txt_24'] = 'Политика Конфиденциальности';
$lang['module_titles_txt_25'] = 'Добавить Статы';
$lang['module_titles_txt_26'] = 'Связаться с нами';
$lang['module_titles_txt_27'] = 'Политика Возврата';
$lang['module_titles_txt_28'] = 'Купить Zen';
$lang['module_titles_txt_29'] = 'Castle Siege';

# usercp
$lang['usercp_menu_title'] = 'Панель управления пользователя';
$lang['usercp_menu_txt_1'] = 'Мой Аккаунт';
$lang['usercp_menu_txt_2'] = 'Ресет персонажа';
$lang['usercp_menu_txt_3'] = 'Очистить PK';
$lang['usercp_menu_txt_4'] = 'Голосуй за кредиты';
$lang['usercp_menu_txt_5'] = 'Купить кредиты';
$lang['usercp_menu_txt_6'] = 'Телепорт Персонажа';
$lang['usercp_menu_txt_7'] = 'V.I.P';
$lang['usercp_menu_txt_8'] = 'Сбросить статы';
$lang['usercp_menu_txt_9'] = 'Очистить Skill-Tree';
$lang['usercp_menu_txt_10'] = 'Добавить Статы';
$lang['usercp_menu_txt_11'] = 'Купить Zen';

# success
$lang['success_1'] = 'Ваша учетная запись была успешно создана. Вы будете перенаправлены на страницу входа через 3 секунды.';
$lang['success_2'] = 'Пароль вашей учетной записи был успешно обновлен.';
$lang['success_3'] = 'Мы отправили вам адрес электронной почты со ссылкой для подтверждения. Как только вы подтвердите свой адрес электронной почты, ваш пароль будет обновлен.';
$lang['success_4'] = 'Мы отправили вам адрес электронной почты с вашим новым паролем! (не забудьте также проверить папку со спамом / нежелательной)';
$lang['success_5'] = 'Вы успешно поменяли пароль вашего аккаунта!';
$lang['success_6'] = 'Мы отправили вам письмо со специальной ссылкой для восстановления доступа к вашей учетной записи. (не забудьте также проверить папку со спамом / нежелательной)';
$lang['success_7'] = 'Мы отправили вам адрес электронной почты с вашим новым паролем! (не забудьте также проверить папку со спамом / нежелательной)';
$lang['success_8'] = 'Ваш персонаж успешно сделал Ресет.';
$lang['success_9'] = 'Статы вашего персонажа были успешно сброшена.';
$lang['success_10'] = 'Уровень PK вашего персонажа был успешно сброшен.';
$lang['success_11'] = 'Ваш персонаж успешно телепортирован в Lorencia Bar.';
$lang['success_12'] = 'Очки Master Skill Tree вашего персонажа успешно сброшены';
$lang['success_13'] = '';
$lang['success_14'] = '';
$lang['success_15'] = 'Новости успешно добавлены!';
$lang['success_16'] = '';
$lang['success_17'] = 'Свободные статы вашего персонажа были успешно добавлены';
$lang['success_18'] = 'Ссылка для подтверждения была отправлена ​​на ваш электронный адрес для завершения регистрации.';
$lang['success_19'] = 'Пожалуйста, проверьте ваш текущий адрес электронной почты, чтобы продолжить.';
$lang['success_20'] = 'Вы успешно поменяли адрес электронной почты вашего аккаунта.';
$lang['success_21'] = 'Покупка Zen успешно завершена.';
$lang['success_22'] = 'Спасибо, что связались с нами, мы ответим на Ваше сообщение в ближайшее время.';

# errors
$lang['error_1'] = 'Вы указали неверный пароль, пожалуйста, попробуйте еще раз.';
$lang['error_2'] = 'Введенное вами имя пользователя не существует.';
$lang['error_3'] = 'Вы достигли максимального количества неудачных попыток входа в систему, поэтому ваша учетная запись была временно отключена для входа на сайт.';
$lang['error_4'] = 'Пожалуйста заполните все значения.';
$lang['error_5'] = 'Длина имени пользователя должна быть от 4 до 10 символов.';
$lang['error_6'] = 'Аккаунт может содержать только буквенно-цифровые символы.';
$lang['error_7'] = 'Длина пароля может быть от 4 до 10 символов.';
$lang['error_8'] = 'Пароли не совпадают.';
$lang['error_9'] = 'Введенный вами адрес электронной почты недействителен.';
$lang['error_10'] = 'Введенное вами Аккаунт уже существует.';
$lang['error_11'] = 'Введенный вами адрес электронной почты уже существует.';
$lang['error_12'] = 'Информация вашего аккаунта не может быть получена. Пожалуйста, попробуйте позже.';
$lang['error_13'] = 'Ваш пароль неверный.';
$lang['error_14'] = 'Ваш аккаунт находится в игре, пожалуйста выйдите из игры.';
$lang['error_15'] = 'Ваш аккаунт уже проголосовал за этот Топ Рейтинг за последние 12 часов.';
$lang['error_16'] = 'Ваш IP-адрес уже проголосовал за этот Топ Рейтинг за последние 12 часов.';
$lang['error_17'] = 'Новые регистрации в настоящее время не включены, повторите попытку позже.';
$lang['error_18'] = 'Не удалось подтвердить повторную проверку, попробуйте еще раз.';
$lang['error_19'] = 'У вас есть активный запрос на смену пароля, пожалуйста, проверьте свою электронную почту.';
$lang['error_20'] = 'Мы не смогли отправить вам письмо с подтверждением, пожалуйста, свяжитесь со службой поддержки.';
$lang['error_21'] = 'Ваш запрос не может быть обработан, пожалуйста, свяжитесь со службой поддержки.';
$lang['error_22'] = 'Не удалось создать ваш аккаунт, обратитесь в службу поддержки.';
$lang['error_23'] = 'Произошла непредвиденная ошибка, обратитесь в службу поддержки.';
$lang['error_24'] = 'Информация, указанная в вашем запросе, недействительна.';
$lang['error_25'] = 'Ваш запрос не может быть завершен, пожалуйста, попробуйте еще раз.';
$lang['error_26'] = 'Ваш запрос на смену пароля истек, пожалуйста, запросите еще раз.';
$lang['error_27'] = 'Указанный код авторизации недействителен.';
$lang['error_28'] = 'Ваш аккаунт находится в игре, пожалуйста выйдите из игры.';
$lang['error_29'] = 'Не получилось поменять пароль , обратитесь в службу поддержки.';
$lang['error_30'] = 'Не найдено аккаунтов с указанным адресом электронной почты.';
$lang['error_31'] = 'Неверные данные для восстановления пароля.';
$lang['error_32'] = 'У вас нет разрешения на Ресет этого персонажа.';
$lang['error_33'] = 'Ваш персонаж не соответствует требованию уровня для Ресета, пожалуйста, повысьте ваш уровень.';
$lang['error_34'] = 'У вас недостаточно Zen.';
$lang['error_35'] = 'У вас нет разрешения на сброс статов этого персонажа.';
$lang['error_36'] = 'У вас нет прав на сброс уровня PK этого персонажа.';
$lang['error_37'] = 'У вас нет разрешения телепортировать этого персонажа.';
$lang['error_38'] = 'У вас нет разрешения на очистку Skill Tree этого персонажа.';
$lang['error_39'] = 'Ваш Master Level должен быть ';
$lang['error_40'] = 'Вам не хватает Кредитов.';
$lang['error_41'] = 'Пожалуйста, заполните все поля.';
$lang['error_42'] = 'Название может содержать не менее 4 и не более 80 символов.';
$lang['error_43'] = 'Содержание новостей должно быть не менее 4 символов.';
$lang['error_44'] = 'Не удалось загрузить запрошенный рейтинг.';
$lang['error_45'] = 'Неверная операция, перенаправление на главную.';
$lang['error_46'] = 'В вашем аккаунте нет символов.';
$lang['error_47'] = 'Этот модуль в настоящее время не включен, повторите попытку позже.';
$lang['error_48'] = 'Ваш запрос не может быть обработан, так как система электронной почты не активна, обратитесь в службу поддержки.';
$lang['error_49'] = 'Указанный идентификатор cron недействителен.';
$lang['error_50'] = 'Указанный идентификатор cron файл не существует';
$lang['error_51'] = 'Вы превысили количество доступных статов для распределения.';
$lang['error_52'] = 'Характеристка Command может быть добавлена только персонажу Dark Lord.';
$lang['error_53'] = 'Ваши характеристики не могут превышать %s статов.';
$lang['error_54'] = 'Вы должны распределить как минимум %s свободных статов.';
$lang['error_55'] = 'Покупка выбранной суммы превысит лимит Zen который помещается на персонаже, выберите другую сумму.';
$lang['error_56'] = 'Введенное Имя недействительно.';
$lang['error_57'] = 'Введенное сообщение недействительно.';
$lang['error_58'] = 'Нет результатов ранжирования для отображения.';
$lang['error_59'] = 'Не удалось определить, для каких классов требуется CMD stat. Пожалуйста, подтвердите характер_смд в вашем пользовательском файле.';
$lang['error_60'] = 'Не удалось загрузить библиотеку recaptcha, обратитесь в службу поддержки.';
$lang['error_61'] = 'Новостные статьи не опубликованы.';
$lang['error_62'] = 'Система переключения языков отключена.';
$lang['error_63'] = 'Выбранный язык недействителен.';
$lang['error_64'] = 'У вас нет разрешения на добавление cтатов этому персонажу.';
$lang['error_65'] = 'Не удалось поменять язык.';
$lang['error_66'] = 'Вы не установили идентификатор конфигурации.';
$lang['error_67'] = 'Введенный аккаунт недействителен.';
$lang['error_68'] = 'Введенное аккаунт содержит недопустимые символы.';
$lang['error_69'] = 'Введенное аккаунт недействительно.';
$lang['error_70'] = 'Введенный адрес электронной почты недействителен.';
$lang['error_71'] = 'Введенное имя персонажа недопустимо.';
$lang['error_72'] = 'Количество кредитов для добавления должно быть число без знака.';
$lang['error_73'] = 'Идентификатор пользователя не был установлен.';
$lang['error_74'] = 'При добавлении кредитов произошла ошибка';
$lang['error_75'] = 'Количество кредитов для вычитания должно быть числом без знака.';
$lang['error_76'] = 'При вычитании кредитов произошла ошибка';
$lang['error_77'] = 'Указанный идентификатор конфигурации недействителен.';
$lang['error_78'] = 'Название может содержать только буквенно-цифровые символы и пробелы.';
$lang['error_79'] = 'Введенная база данных содержит недопустимые символы.';
$lang['error_80'] = 'Введенная таблица содержит недопустимые символы.';
$lang['error_81'] = 'Введенный столбец кредитов содержит недопустимые символы.';
$lang['error_82'] = 'Введенный пользовательский столбец содержит недопустимые символы.';
$lang['error_83'] = 'Неверный идентификатор столбца пользователя.';
$lang['error_84'] = 'Пожалуйста, заполните все обязательные поля.';
$lang['error_85'] = 'Произошла ошибка при добавлении конфигурации в базу данных, проверьте наличие ошибок в базе данных.';
$lang['error_86'] = 'Произошла ошибка при редактировании конфигурации, проверьте ошибки базы данных.';
$lang['error_87'] = 'Произошла ошибка при удалении конфигурации, проверьте ошибки базы данных.';
$lang['error_88'] = 'Идентификатор не установлен, не можем проверить статус онлайн.';
$lang['error_89'] = 'Произошла ошибка при получении значения кредитов.';
$lang['error_90'] = 'Не удалось загрузить настройки электронной почты.';
$lang['error_91'] = 'Не удалось загрузить шаблон электронной почты.';
$lang['error_92'] = 'Адрес электронной почты недействителен, мы не можем отправить вам письмо.';
$lang['error_93'] = 'Вы не установили шаблон.';
$lang['error_94'] = 'Не удалось загрузить пользовательский шаблон электронной почты (необходимо указать полный путь к шаблону).';
$lang['error_95'] = 'Шаблон электронной почты не был установлен.';
$lang['error_96'] = 'Адрес электронной почты получателя не был установлен.';
$lang['error_97'] = 'Тема письма не была установлена.';
$lang['error_98'] = 'Конфигурации входа отсутствуют.';
$lang['error_99'] = 'При редактировании новости произошла ошибка.';
$lang['error_100'] = 'Не удалось загрузить настройки системы голосования.';
$lang['error_101'] = 'IP-адрес недействителен.';
$lang['error_102'] = 'Конфигурация кредитов не была установлена ​​(система голосования).';

# registration
$lang['register_txt_1'] = 'Аккаунт:';
$lang['register_txt_2'] = 'Пароль:';
$lang['register_txt_3'] = 'Подтвердите Пароль:';
$lang['register_txt_4'] = 'Адрес электронной почты:';
$lang['register_txt_5'] = 'Создать Аккаунт';
$lang['register_txt_6'] = 'От 4 до 10 буквенно-цифровых символов';
$lang['register_txt_7'] = 'От 4 до 10 символов';
$lang['register_txt_8'] = 'Введите повторно свой пароль';
$lang['register_txt_9'] = 'Пожалуйста, используйте действующий адрес электронной почты';
$lang['register_txt_10'] = 'Регистрируясь на нашем сервере, вы соглашаетесь с нашими <a href="%s" target="_blank"> Условиями использования услуг</a>.';

# login
$lang['login_txt_1'] = 'Имя пользователя:';
$lang['login_txt_2'] = 'Пароль:';
$lang['login_txt_3'] = 'Войти в систему';
$lang['login_txt_4'] = 'Забыли Ваш пароль?';
$lang['login_txt_5'] = 'Вы использовали %s из %s попыток входа в систему. После использования всех %s вы не сможете войти в систему в течение 15 минут.';

# account
$lang['myaccount_txt_1'] = 'Статус аккаунта:';
$lang['myaccount_txt_2'] = 'Аккаунт:';
$lang['myaccount_txt_3'] = 'Адрес электронной почты:';
$lang['myaccount_txt_4'] = 'Пароль:';
$lang['myaccount_txt_5'] = 'Статус:';
$lang['myaccount_txt_6'] = 'Поменять';
$lang['myaccount_txt_7'] = 'Активирован';
$lang['myaccount_txt_8'] = 'Заморожен';
$lang['myaccount_txt_9'] = 'онлайн';
$lang['myaccount_txt_10'] = 'оффлайн';
$lang['myaccount_txt_12'] = 'Кредиты:';
$lang['myaccount_txt_13'] = 'Дата';
$lang['myaccount_txt_14'] = 'Восстановить';
$lang['myaccount_txt_15'] = 'Мои Персонажи';
$lang['myaccount_txt_16'] = 'История Подключения';

# voting
$lang['vfc_txt_1'] = 'Рейтинг ТОП';
$lang['vfc_txt_2'] = 'Кредиты';
$lang['vfc_txt_3'] = 'Голосуйте сейчас!';

# forgot password
$lang['forgotpass_txt_1'] = 'Адрес электронной почты:';
$lang['forgotpass_txt_2'] = 'Отправить письмо для восстановления';

# downloads
$lang['downloads_txt_1'] = 'файл';
$lang['downloads_txt_2'] = 'Хостинг';
$lang['downloads_txt_3'] = 'Размер файла';
$lang['downloads_txt_4'] = 'МБ';
$lang['downloads_txt_5'] = 'Скачать';
$lang['downloads_txt_6'] = 'Клиент';
$lang['downloads_txt_7'] = 'Патч';
$lang['downloads_txt_8'] = 'Инструменты';

# news
$lang['news_txt_1'] = 'Опубликовано %s, %s';
$lang['news_txt_2'] = 'показать комментарии';
$lang['news_txt_3'] = 'Читать далее &rsaquo;';

# rankings
$lang['rankings_txt_1'] = 'Топ Уровень';
$lang['rankings_txt_2'] = 'Топ Ресеты';
$lang['rankings_txt_3'] = 'Топ Убийц';
$lang['rankings_txt_4'] = 'Топ Гильдий';
$lang['rankings_txt_5'] = 'Топ Гранд Ресетс';
$lang['rankings_txt_6'] = 'Топ Онлайн';
$lang['rankings_txt_7'] = 'Топ Голосующих';
$lang['rankings_txt_8'] = 'Топ Генс';
$lang['rankings_txt_9'] = '';
$lang['rankings_txt_10'] = 'Персонаж';
$lang['rankings_txt_11'] = 'Класс';
$lang['rankings_txt_12'] = 'Уровень';
$lang['rankings_txt_13'] = 'Ресеты';
$lang['rankings_txt_14'] = 'Убийств';
$lang['rankings_txt_15'] = 'Время в игре';
$lang['rankings_txt_16'] = 'Часов';
$lang['rankings_txt_17'] = 'Название гильдии';
$lang['rankings_txt_18'] = 'Мастер гильдии';
$lang['rankings_txt_19'] = 'Очки';
$lang['rankings_txt_20'] = 'Последнее обновление @';
$lang['rankings_txt_21'] = 'Гранд Ресетс';
$lang['rankings_txt_22'] = 'Топ Master Level';
$lang['rankings_txt_23'] = 'Master Level';
$lang['rankings_txt_24'] = '';
$lang['rankings_txt_25'] = '';
$lang['rankings_txt_26'] = 'Генс Duprian';
$lang['rankings_txt_27'] = 'Генс Vanert';
$lang['rankings_txt_28'] = 'Логотип';
$lang['rankings_txt_29'] = 'Тип';
$lang['rankings_txt_30'] = 'Ранг';
$lang['rankings_txt_31'] = 'Вклад';
$lang['rankings_txt_32'] = 'Голосов';
$lang['rankings_txt_33'] = 'Страна';
$lang['rankings_txt_34'] = 'Локация';
$lang['rankings_txt_35'] = 'Уровень PK';

# clear pk
$lang['clearpk_txt_1'] = 'Персонаж';
$lang['clearpk_txt_2'] = 'Zen';
$lang['clearpk_txt_3'] = 'Статус PK';
$lang['clearpk_txt_4'] = 'Очистить PK';
$lang['clearpk_txt_5'] = 'Ваш персонаж должен иметь как минимум %s zen, чтобы очистить PK';

# clear skill tree
$lang['clearst_txt_1'] = 'Персонаж';
$lang['clearst_txt_2'] = 'Master Level';
$lang['clearst_txt_3'] = 'Zen';
$lang['clearst_txt_4'] = 'Вперед';
$lang['clearst_txt_5'] = 'Статы';
$lang['clearst_txt_6'] = 'Ваш персонаж должен иметь как минимум %s Master Level';
$lang['clearst_txt_7'] = 'Ваш персонаж должен иметь как минимум %s Zen для сброса skill tree';

# donation
$lang['donation_txt_2'] = 'Кредиты';

# change password
$lang['changepassword_txt_1'] = 'Текущий пароль:';
$lang['changepassword_txt_2'] = 'Новый пароль:';
$lang['changepassword_txt_3'] = 'Подтвердите новый пароль:';
$lang['changepassword_txt_4'] = 'Поменять пароль';

# reset
$lang['resetcharacter_txt_1'] = 'Персонаж';
$lang['resetcharacter_txt_2'] = 'Уровень';
$lang['resetcharacter_txt_3'] = 'Zen';
$lang['resetcharacter_txt_4'] = 'Ресеты';
$lang['resetcharacter_txt_5'] = 'Ресет';
$lang['resetcharacter_txt_6'] = 'Ваш персонаж должен быть %s уровня';
$lang['resetcharacter_txt_7'] = 'Ваш персонаж должен иметь как минимум %s Zen';
$lang['resetcharacter_txt_8'] = 'Вы будете вознаграждены в виде %s кредитов';

# fix stats
$lang['resetstats_txt_1'] = 'Персонаж';
$lang['resetstats_txt_2'] = 'Уровень';
$lang['resetstats_txt_3'] = 'Strength';
$lang['resetstats_txt_4'] = 'Agility';
$lang['resetstats_txt_5'] = 'Vitality';
$lang['resetstats_txt_6'] = 'Energy';
$lang['resetstats_txt_7'] = 'Command';
$lang['resetstats_txt_8'] = 'Сбросить';
$lang['resetstats_txt_9'] = 'Ваш персонаж должен иметь как минимум %s Zen для сброса статов';

# unstick
$lang['unstickcharacter_txt_1'] = 'Персонаж';
$lang['unstickcharacter_txt_2'] = 'Zen';
$lang['unstickcharacter_txt_3'] = 'Телепортировать';
$lang['unstickcharacter_txt_4'] = 'У вашего персонажа должно быть не менее %s Zen';

# recover master key
$lang['masterkey_txt_1'] = 'Отправить мастер-ключ на мою электронную почту прямо сейчас!';

# add stats
$lang['addstats_txt_1'] = 'Персонаж';
$lang['addstats_txt_2'] = '%s статов доступно';
$lang['addstats_txt_3'] = 'Strength';
$lang['addstats_txt_4'] = 'Agility';
$lang['addstats_txt_5'] = 'Vitality';
$lang['addstats_txt_6'] = 'Energy';
$lang['addstats_txt_7'] = 'Command';
$lang['addstats_txt_8'] = 'Добавить статы';
$lang['addstats_txt_9'] = 'Ваш персонаж должен иметь как минимум %s Zen, чтобы добавить статы.';

# castle siege banner
$lang['csbanner_txt_1'] = 'Владелец замка';
$lang['csbanner_txt_2'] = 'Битва начинается в';
$lang['csbanner_txt_3'] = 'Мастер гильдии';

# profiles
$lang['profiles_txt_1'] = 'Профиль гильдии';
$lang['profiles_txt_2'] = 'Профиль игрока';
$lang['profiles_txt_3'] = 'Мастер гильдии:';
$lang['profiles_txt_4'] = 'Очки:';
$lang['profiles_txt_5'] = 'Пользователи:';
$lang['profiles_txt_6'] = 'Пользователи:';
$lang['profiles_txt_7'] = 'Уровень';
$lang['profiles_txt_8'] = 'Ресеты';
$lang['profiles_txt_9'] = 'Гранд Ресеты';
$lang['profiles_txt_10'] = 'Strength';
$lang['profiles_txt_11'] = 'Agility';
$lang['profiles_txt_12'] = 'Vitality';
$lang['profiles_txt_13'] = 'Energy';
$lang['profiles_txt_14'] = 'Command';
$lang['profiles_txt_15'] = 'Убийства';
$lang['profiles_txt_16'] = 'Гильдия';
$lang['profiles_txt_17'] = 'Статус';
$lang['profiles_txt_18'] = 'Онлайн';
$lang['profiles_txt_19'] = 'Оффлайн';
$lang['profiles_txt_20'] = 'Master Level';

# change email address
$lang['changemail_txt_1'] = 'Новый E-mail';
$lang['changemail_txt_2'] = 'Поменять';

# sidebar server info
$lang['sidebar_srvinfo_txt_1'] = 'Информация о сервере';
$lang['sidebar_srvinfo_txt_2'] = 'Всего аккаунтов';
$lang['sidebar_srvinfo_txt_3'] = 'Всего персонажей';
$lang['sidebar_srvinfo_txt_4'] = 'Всего гильдий';
$lang['sidebar_srvinfo_txt_5'] = 'Пользователей онлайн';

# castle siege
$lang['castlesiege_txt_2'] = 'Владелец Замка';
$lang['castlesiege_txt_3'] = 'Казна Замка:';
$lang['castlesiege_txt_4'] = 'Ставка налога у Гоблина:';
$lang['castlesiege_txt_5'] = 'Ставка налога В Магазинов:';
$lang['castlesiege_txt_6'] = 'Ставка налога у Замка:';
$lang['castlesiege_txt_7'] = 'Информация Замка';

# buy zen
$lang['buyzen_txt_1'] = 'Купить Zen';
$lang['buyzen_txt_2'] = ' Zen отправлено ';
$lang['buyzen_txt_3'] = 'Персонаж';
$lang['buyzen_txt_4'] = 'Zen';
$lang['buyzen_txt_5'] = 'купить';
$lang['buyzen_txt_6'] = 'кредит(ов)';

# contact us
$lang['contactus_txt_1'] = 'Адрес электронной почты';
$lang['contactus_txt_2'] = 'Сообщение';
$lang['contactus_txt_3'] = 'Отправить';

# new phrases
$lang['error_103'] = 'Не удалось загрузить данные Осады Замка, пожалуйста, обратитесь в службу поддержки';
$lang['error_104'] = 'Нету cron заданий в базе данных.';
$lang['error_105'] = 'Запрошенное действие недействительно.';
$lang['error_106'] = 'Не удалось добавить новый cron, заполните пожалуйста всю необходимую информацию.';
$lang['error_107'] = 'Другой cron с таким же файлом уже существует';
$lang['error_108'] = 'Не удалось загрузить данные класса символов, пожалуйста, обратитесь в службу поддержки.';
$lang['error_109'] = 'Класс вашего персонажа недействителен, пожалуйста обратитесь в службу поддержки.';
$lang['error_110'] = 'Не удалось загрузить базовые статы класса персонажа, пожалуйста, обратитесь в службу поддержки.';
$lang['error_111'] = 'Указанный логин пользователя недействителен.';
$lang['error_112'] = 'Указанное имя пользователя недействительно';
$lang['error_113'] = 'У вас недостаточно %s для того чтобы выполнить ресет вашего персонажа.';
$lang['error_114'] = 'У вас недостаточно %s чтобы освободить вашего персонажа';
$lang['error_115'] = 'Ваш персонаж уже находится в Lorencia Bar.';
$lang['error_116'] = 'У вас недостаточно %s для того чтобы очистить PK.';
$lang['error_117'] = 'Ваш персонаж не имеет статус PK.';
$lang['error_118'] = 'У вас недостаточно %s для того чтобы сбросить Skill Tree вашего персонажа.';
$lang['error_119'] = 'Не удалось загрузить информацию о Master Level-е вашего персонажа, пожалуйста, обратитесь в службу поддержки.';
$lang['error_120'] = 'Ваш персонаж не соответствует требуемого уровню Level чтобы сбросить статы Skill Tree.';
$lang['error_121'] = 'Ваш персонаж не соответствует требуемого уровню Master Level чтобы сбросить статы Skill Tree.';
$lang['error_122'] = 'Одно или несколько введенных значений недействительны, попробуйте еще раз.';
$lang['error_123'] = 'Ваш персонаж не соответствует требуемого уровня для добавления статов.';
$lang['error_124'] = 'Ваш персонаж не соответствует требованиям Master Level для того чтобы добавить Статы.';
$lang['error_125'] = 'У вас недостаточно %s для распределения свободных статов вашему персонажу.';
$lang['error_126'] = 'У вас недостаточно %s для выполнения ресета вашего персонажа';
$lang['error_127'] = 'Вы достигли максимального количества ресетов для данного персонажа.';
$lang['error_128'] = 'Отсутствует группа классов персонажей, пожалуйста, обратитесь в службу поддержки.';
$lang['myaccount_txt_17'] = 'Сервер';
$lang['myaccount_txt_18'] = 'ИП Адрес';
$lang['myaccount_txt_19'] = 'Действие';
$lang['clearst_txt_8'] = 'Ваш персонаж должен быть как минимум %s уровень.';
$lang['resetcharacter_txt_9'] = 'Вы должен иметь как минимум %s кредитов для выполнения ресета вашего персонажа.';
$lang['resetcharacter_txt_10'] = 'Вы можете произвести максимум %s ресетов.';
$lang['resetcharacter_txt_11'] = 'Инвентарь вашего персонажа будет очищен, убедитесь что вы положили все вещи в ваш банк.';
$lang['addstats_txt_10'] = 'Ваш персонаж должен иметь как минимум %s Master Level.';
$lang['addstats_txt_11'] = 'Ваш персонаж должен иметь как минимум %s уровень';
$lang['addstats_txt_12'] = 'Каждая характеристика имеет ограничение в виде %s статов';
$lang['addstats_txt_13'] = 'Вам необходимо добавить как минимум %s свободных статов для того чтобы использовать данную функцию.';
$lang['sidebar_srvinfo_txt_6'] = 'Версия';
$lang['sidebar_srvinfo_txt_7'] = 'Опыт';
$lang['sidebar_srvinfo_txt_8'] = 'Master Опыт ';
$lang['sidebar_srvinfo_txt_9'] = 'Дроп';
$lang['castlesiege_txt_1'] = 'Битва за осаду Замка';
$lang['castlesiege_txt_8'] = 'Zen';
$lang['castlesiege_txt_9'] = 'Текущий этап:';
$lang['castlesiege_txt_10'] = 'Следующий этап:';
$lang['castlesiege_txt_11'] = 'Длительность Битвы:';
$lang['castlesiege_txt_12'] = 'Глава Гильдии';
$lang['castlesiege_txt_13'] = 'Союзники владельцев Замка';
$lang['castlesiege_txt_14'] = 'Гильдия';
$lang['castlesiege_txt_15'] = 'Глава';
$lang['castlesiege_txt_16'] = 'Логотип';
$lang['castlesiege_txt_17'] = 'Очки';
$lang['castlesiege_txt_18'] = 'Участники';
$lang['castlesiege_txt_19'] = 'Зарегистрированные гильдии';
$lang['castlesiege_txt_20'] = 'Расписание мероприятия';
$lang['castlesiege_txt_21'] = 'Этап';
$lang['castlesiege_txt_22'] = 'Дата начала';
$lang['castlesiege_txt_23'] = 'Дата конца';
$lang['castlesiege_schedule_1'] = 'Период регистрации гильдий';
$lang['castlesiege_schedule_2'] = 'Период регистрации Sign of Lord';
$lang['castlesiege_schedule_3'] = 'Объявление';
$lang['castlesiege_schedule_4'] = 'Подготовка Замка';
$lang['castlesiege_schedule_5'] = 'Осада Замка';
$lang['castlesiege_schedule_6'] = 'Нет активности';
$lang['castlesiege_time_1'] = '%s дней %s часов';
$lang['castlesiege_time_2'] = '%s часов %s минут';
$lang['castlesiege_time_3'] = '%s минут';
$lang['castlesiege_time_4'] = 'Меньше чем одна минута';
$lang['castlesiege_battle_duration'] = '%s часов %s минут';
$lang['castlesiege_widget_title'] = 'Осада Замка';
$lang['footer_terms'] = 'Условия Использования';
$lang['footer_privacy'] = 'Политика Конфиденциальности';
$lang['footer_refund'] = 'Политика Возврата';
$lang['footer_info'] = 'Информация о Сервере';
$lang['footer_contact'] = 'Контакты';
$lang['footer_copyright'] = '%s © %s ВСЕ ПРАВА ЗАЩИЩЕНЫ.';
$lang['footer_webzen_copyright'] = 'Этот сайт никоим образом не связан и не одобрен Webzen Inc.';